{
  "posts": [
    {
      "id": "1",
      "title": "Earthquake in US: 6.9 magnitude quake strikes off Alaska, no tsunami warning issued",
      "author": "admin",
      "category": "world",
      "pubDate": "Aug 14, 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85328744,imgsize-184209,width-400,resizemode-4/85328744.jpg",
      "slug": "earthquake-in-us-6-9-magnitude-quake-hits-alaska",
      "content": "ALASKA: A 6.9 earthquake struck off the coast of the Alaskan Peninsula early Saturday morning, the US Geological Survey reported. &lt;br&gt;Despite the size of the quake, no tsunami warnings were issued. The closest place to the epicenter was Perryville, home to a little more than 100 people 85 miles (135 kilometers) northwest. Much of the land around the part of the Gulf of Alaska where the earthquake struck just before 4 a.m. is home to wildlife refuges. &lt;br&gt;Alaska is a hotbed of seismic activity. The Alaska Earthquake Center, housed at the University of Alaska, Fairbanks, detects an earthquake every 15 minutes, on average, according to its website. The center also says that 75% of all US earthquakes with a &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/magnitude&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_magnitude&quot; frmappuse=&quot;1&quot;&gt;magnitude&lt;/a&gt; over 5 occur in Alaska."
    },
    {
      "id": "2",
      "title": "Shifting from imports, India now exporting mobile phones worth $3 billion: PM Modi in Independence Day speech",
      "author": "admin",
      "category": "business",
      "pubDate": "Fri, 15 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85343232,imgsize-60068,width-400,resizemode-4/85343232.jpg",
      "slug": "shifting-from-imports-india-now-exporting-mobile-phones-worth-3-billion-pm-modi-in-independence-day-speech",
      "content": "NEW DELHI: India used to import mobile phones worth $8 billion seven years ago and now the country is exporting such devices worth $3 billion while reducing imports significantly, Prime Minister &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Narendra-Modi&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Narendra-Modi&quot; frmappuse=&quot;1&quot;&gt;Narendra Modi&lt;/a&gt; said on Sunday. &lt;br&gt;Addressing the nation from the ramparts of the Red Fort on the occasion of India&#39;s 75th &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/independence-day&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_independence-day&quot; frmappuse=&quot;1&quot;&gt;Independence Day&lt;/a&gt;, &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Narendra-Modi&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Narendra-Modi&quot; frmappuse=&quot;1&quot;&gt;Modi&lt;/a&gt; said the government has announced a production linked incentive scheme to further the flagship &#39;Make in India&#39; mission. &lt;br&gt;&quot;Electronic manufacturing sector is an example of the change that the scheme is bringing. Seven years ago we used to import mobile phones of approximately $8 billion. Now imports have reduced. Today, we are exporting mobile phones worth $3 billion,&quot; he said. &lt;br&gt;The &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Ministry-of-Electronics&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Ministry-of-Electronics&quot; frmappuse=&quot;1&quot;&gt;Ministry of Electronics&lt;/a&gt; and IT has cleared 16 proposals from domestic and international companies entailing investment of Rs 148 billion under the production linked incentive (&lt;a href=&quot;https://timesofindia.indiatimes.com/topic/PLI&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_PLI&quot; frmappuse=&quot;1&quot;&gt;PLI&lt;/a&gt;) for global majors as well as domestic companies. &lt;br&gt;The prime minister said as the country&#39;s manufacturing sector is advancing, &quot;we should focus on making best quality products that can stand in the global market&quot;. &lt;br&gt;&quot;We have to target the global market. Your (manufacturers) product is the brand ambassador of India. Till the time it is in use, its user will proudly say this product is Made in India. This temperament is required,&quot; Modi said. &lt;br&gt;He said that thousands of start-ups have emerged during the tough time of corona and start-ups are becoming unicorns. &lt;br&gt;&quot;Their market value is touching thousands of crores. They are new kinds of wealth creators in the country. They are standing on their own with the power of their unique idea. They are marching forward. In this decade, we need to work to make the Indian start-up ecosystem the best,&quot; the prime minister said, assuring &quot;the government is standing behind them with full vigour&quot;. &lt;br&gt;"
    },
    {
      "id": "3",
      "title": "India’s ‘smartest’ electric scooters from Ola are here: WiFi, voice control, widgets and all features",
      "author": "admin",
      "category": "tech",
      "pubDate": "Fri, 15 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/resizemode-75,msid-85347959,width-800,height-450/85347959.jpg",
      "slug": "indias-smartest-electric-scooters-from-ola-are-here-wifi-voice-control-widgets-and-all-features",
      "content": "Ola founder Bhavish Aggarwal unveiled the first electric vehicles-- Ola S1 and S1 Pro scooters-- in India from the Ola FutureFactory in Tamil Nadu. The new electric scooters from Ola promises top speeds of up to 115kmph and battery range of up to 181km. These scooters are connected and come with smart features when paired with a smartphone. With navigation, calling, WiFi connectivity and separate rider profiles, the Ola S1 and S1 Pro are the smartest connected electric two-wheelers for the mass market in India. Here’s all the details."
    },
    {
      "id": "4",
      "title": "India vs England: If you're scoring runs, you will be in team, says Jonny Bairstow",
      "author": "admin",
      "category": "sports",
      "pubDate": "Fri, 15 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85343621,imgsize-683408,width-400,resizemode-4/85343621.jpg",
      "slug": "india-vs-england-if-youre-scoring-runs-you-will-be-in-team-says-jonny-bairstow",
      "content": "LONDON: England middle-order batsman Jonny Bairstow, who struck an elegant 57 against India in the second Test here, is unfazed by his struggle to keep his place in the team in recent times and said he focussed only on scoring runs when he gets an opportunity. &lt;br&gt;Bairstow, who made a comeback in the drawn first Test against India, scored his first half-century in almost two years, as he along with captain &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Joe-Root&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Joe-Root&quot; frmappuse=&quot;1&quot;&gt;Joe Root&lt;/a&gt; (180 not out) took England to 391 all out, giving them a slender 27-run lead with two days left in the second match. &lt;br&gt;&quot;You want to be playing, and if you&#39;re playing and scoring runs you will be in the side,&quot; Bairstow, who got his previous half century (52), also at Lord&#39;s in the 2019 Ashes, said after the end of day three&#39;s play. &lt;br&gt;Bairstow&#39;s batting position has constantly been fiddled with, so also his wicket-keeping role. The white-ball specialist has also struggled to find a place in the team in the past. &lt;br&gt;In the Sri Lanka series earlier this year, Bairstow relished batting at No. 3, but three ducks in four innings in two Tests in Ahmedabad meant he had to wait for his chances again. &lt;br&gt;&quot;I think it depends on how the balance of the side works. There are different balances and different looks we can go for. You have got to be mindful of that naturally,&quot; the 31-year-old said. &lt;br&gt;&quot;But first and foremost, I want to remain in the mindset I&#39;m in, remain with the method and technique I&#39;ve implemented, hopefully continue to score runs and be out there for longer periods of time.&quot; &lt;br&gt;Bairstow could not convert his half century into a big score and got unsettled by a barrage of short-pitched deliveries from &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/mohammad-siraj&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_mohammad-siraj&quot; frmappuse=&quot;1&quot;&gt;Mohammed Siraj&lt;/a&gt;. &lt;br&gt;Blaming it on the two-paced pitch, he said: &quot;I&#39;d have liked to have gone on, but it was one of those things. The pitch is slightly two-paced, a few flying through to the keeper and a few that were dying. &lt;br&gt;&quot;When you&#39;re trying to duck and weave, it can get tricky. It caught the glove today,&quot; said Bairstow, who mis-timed his pull shot to be caught by &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Virat-Kohli&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Virat-Kohli&quot; frmappuse=&quot;1&quot;&gt;Virat Kohli&lt;/a&gt; at slip. &lt;br&gt;&quot;On another day it might have gone over the slip cordon, or you might get a bottom edge for one. But if they&#39;re going short, then that means you&#39;re doing something right with your defence.&quot; &lt;br&gt;Bairstow&#39;s 121-run partnership with Root ensured that England got past India&#39;s first innings total despite the shaky start. He was effusive in his praise for his Yorkshire teammate Root. &lt;br&gt;&quot;To see him in the form that he is, playing the way he is, it&#39;s awesome,&quot; he said of Root, who scored his 22nd century. &lt;br&gt;At 30 years and 227 days, Root became the second youngest player after Alastair Cook to score 9,000 Test runs. &lt;br&gt;Root, on day two, got past Graham Gooch&#39;s tally of 8,900 Test runs to move into second spot on the England all-time list behind Cook (12,472). &lt;br&gt;&quot;Having batted with each over many years, you get a gauge of each other&#39;s temperament. You bounce off one another, and we enjoyed every single moment. &lt;br&gt;"
    },
    {
      "id": "5",
      "title": "Bigg Boss OTT: Karan Johar slams Divya Agarwal for saying 'I don't need the show'; asks her to leave the house",
      "author": "admin",
      "category": "entertainment",
      "pubDate": "Fri, 15 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85350698,imgsize-345321,width-800,height-600,resizemode-75/85350698.jpg",
      "slug": "bigg-boss-ott-karan-johar-slams-divya-agarwal-for-saying-i-dont-need-the-show-asks-her-to-leave-the-house",
      "content": "Filmmaker Karan Johar, who is hosting the first season of Bigg Boss OTT, is back with the first episode of weekend ka vaar. The episode was special in many ways as viewers got a chance to meet their favourite Jodi, Sidnaaz. Yes, you read that right! Sidharth Shukla and Shehnaaz Gill visited the Bigg Boss OTT house to promote the theme of the show, &#39;&lt;a class=&quot;linelink&quot; href=&quot;https://timesofindia.indiatimes.com/topic/Stay-Connected&quot;&gt;Stay Connected&lt;/a&gt;&#39; &lt;br&gt;Karan started the first weekend ka vaar episode on a very foul mood. He started bashing &lt;a class=&quot;linelink&quot; href=&quot;https://timesofindia.indiatimes.com/topic/Divya-Agarwal&quot;&gt;Divya Agarwal&lt;/a&gt; for her statements that she doesn&#39;t need the show. Karan slammed her and asked her to leave the show, if she doesn&#39;t need it. Divya was taken aback with what all was said to her and she broke into tears. Divya started crying after hearing Karan&#39;s bashing. &lt;br&gt;&lt;br&gt;Divya had made these comments during her fight with &lt;a class=&quot;linelink&quot; href=&quot;https://timesofindia.indiatimes.com/topic/Pratik-Sahejpal&quot;&gt;Pratik Sahejpal&lt;/a&gt;. She had told him, &quot;Tumhe show ki zarurat hogi, mujhe nahi&quot;. She had made these comments quite a few times during the week.  &lt;br&gt;For the uninitiated, Divya and Pratik are having disagreements since the day they met on the stage. Pratik started it by making nasty comments on the premiere episode on stage. He continued to poke her when she entered the house and they had several fights after it. &lt;br&gt;&lt;br&gt;Bigg Boss OTT has some of the popular celebrities of the country like Shamita Shetty, Raqesh Bapat, Riddhma Pandit, Divya Agarwal, Neha Bhasin amongst others. Currently, Urfi Javed, Shamita Shetty and Raqesh Bapat are nominated for eviction this week and one of them will be eliminated tonight. &lt;br&gt;"
    },
    {
      "id": "6",
      "title": "Wildfires threaten rural towns in Montana, California",
      "author": "admin",
      "category": "world",
      "pubDate": "Fri, 14 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85324817,imgsize-158438,width-400,resizemode-4/85324817.jpg",
      "slug": "wildfires-threaten-rural-towns-in-montana-california",
      "content": "LAME DEER: Wildfires in Montana threatened rural towns and ranchland Friday and victims of a California blaze returned to their incinerated community, even as the U.S. West faced another round of dangerous weather and smoke pollution fouled the air. &lt;br&gt;Firefighters and residents have scrambled to save hundreds of homes as flames advance across the Northern Cheyenne Indian Reservation in southeastern Montana. &lt;br&gt;An evacuation order was lifted Friday morning for about 600 people in and around the town of Ashland, just east of the reservation, signaling progress on the blaze that had burned out of control since Sunday. &lt;br&gt;But the fire was still burning near the tribal headquarters town of Lame Deer, where a mandatory evacuation remained in place and a second fire was threatening from the opposite direction. &lt;br&gt;&lt;div id=&quot;div-gpt-ad-1416990242210-7-85324826-1&quot; class=&quot;outstreamad&quot; data-videoarticle=&quot;0&quot; style=&quot;width: auto; height: auto;&quot; data-google-query-id=&quot;CPa7rL_qsvICFQ6VaAod9owJSQ&quot;&gt;&lt;div id=&quot;google_ads_iframe_/7176/TOI/TOI_ROS/TOI_ROS_Out_1x1_0__container__&quot; style=&quot;border: 0pt none; width: auto;&quot;&gt;&lt;iframe id=&quot;google_ads_iframe_/7176/TOI/TOI_ROS/TOI_ROS_Out_1x1_0&quot; title=&quot;3rd party ad content&quot; name=&quot;google_ads_iframe_/7176/TOI/TOI_ROS/TOI_ROS_Out_1x1_0&quot; width=&quot;1&quot; height=&quot;1&quot; scrolling=&quot;no&quot; marginwidth=&quot;0&quot; marginheight=&quot;0&quot; frameborder=&quot;0&quot; srcdoc=&quot;&quot; style=&quot;border: 0px; vertical-align: bottom;&quot; data-google-container-id=&quot;i&quot; data-load-complete=&quot;true&quot;&gt;&lt;/iframe&gt;&lt;/div&gt;&lt;/div&gt;Smoke from the blazes grew so thick Friday morning that the health clinic in Lame Deer was shut down after its air filters could not keep up with the pollution, Northern Cheyenne Tribe spokesperson &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Angel-Becker&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Angel-Becker&quot; frmappuse=&quot;1&quot;&gt;Angel Becker&lt;/a&gt; said. &lt;br&gt;The evacuation order for the town will remain in place until the fire is under better control and the smoke clears, to protect the elderly and people with asthma and other conditions, Becker said. &lt;br&gt;``Lame Deer is sitting in between a couple ravines so when you get socked in it just sits here, and that&#39;s not good for elders,&#39;&#39; she said. &lt;br&gt;More than 100 large fires were burning across the U.S. West with dozens more burning in western Canada. Th e smoke drove air pollution levels to unhealthy or very unhealthy levels in portions of Montana, Idaho, Oregon Washington and Northern California, according to &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Environmental-Protection-Agency&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Environmental-Protection-Agency&quot; frmappuse=&quot;1&quot;&gt;Environmental Protection Agency&lt;/a&gt; air quality monitoring. &lt;br&gt;An air quality alert covering seven Montana counties warned of extremely high levels of small pollution particles found in smoke, which can cause lung issues and other health problems if inhaled. &lt;br&gt;The fires near Lame Deer combined have burned 275 square miles (710 square kilometers) this week, so far sparing homes but causing extensive damage to pasture lands that ranchers depend on to feed their cows and horses. &lt;br&gt;As the blaze raged across rugged hills and narrow ravines, tribal member Darlene Small helped her grandson move about 100 head of cattle to a new pasture, only to relocate them twice more as the flames from the Richard Spring fire bore down. &lt;br&gt;``They&#39;ve got to have pasture where there&#39;s water. If there&#39;s no water, there&#39;s no good pasture,&#39;&#39; Small said. Particularly hard hit were some ranchers already depending on surplus grass after a fire burned them off their normal pasture last year, she said. &lt;br&gt;Gusts and low humidity were creating extremely dangerous conditions as flames devoured brush, short grass and timber, fire officials said. &lt;br&gt;The same conditions turned California&#39;s Dixie Fire into a furious blaze that last week burned down much of the small town of Greenville in the northern &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Sierra-Nevada&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Sierra-Nevada&quot; frmappuse=&quot;1&quot;&gt;Sierra Nevada&lt;/a&gt;. The fire that began a month ago has destroyed 550 homes. &lt;br&gt;Residents were trying to cope with the magnitude of the losses. &lt;br&gt;``Everything that I own is now ashes or twisted metal. That&#39;s just all it is,&#39;&#39; said Greenville resident Ken Donnell, who escaped with the clothes on his back. &lt;br&gt;The fire had ravaged more than 800 square miles (well over 2,000 square kilometers) - an area larger than the city of London - and continued to threaten more than a dozen rural and forest communities. &lt;br&gt;Containment lines for the fire held overnight, but it was just 31% surrounded and fire officials warned temperatures in Northern California would again reach triple digits Friday. &lt;br&gt;Isolated thunderstorms in the Sierra Nevada could bring some moisture, but also gusty and erratic winds that could help spread the fire, California Department of Forestry and Fire Protection officials said. Lightning could spark new blazes even as crews try to surround a number of other forest fires ignited by lightning last month. &lt;br&gt;Hot, dry weather with strong afternoon winds also propelled several fires in Washington state and similar weather was expected into the weekend, fire officials said. &lt;br&gt;In southeastern Oregon, two new wildfires started by lightning Thursday near the California border were spreading through juniper trees and sagebrush. &lt;br&gt;Gov. Kate Brown declared an emergency for one of the fires to mobilize crews and other resources to the area of ranches, rural subdivisions and RV parks about 14 miles (23 kilometers) from the small town of Lakeview. &lt;br&gt;The blaze grew from a lightning strike to 11 square miles (28 square kilometers) in less than 24 hours, said Tamara Schmidt, a &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/U.S.-Forest-Service&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_U.S.-Forest-Service&quot; frmappuse=&quot;1&quot;&gt;U.S. Forest Service&lt;/a&gt; spokeswoman. &lt;br&gt;Authorities Thursday evening ordered the evacuation of an RV park that stood in the path of the Oregon&#39;s Patton Meadow Fire. &lt;br&gt;The fires are near the area torched Oregon&#39;s Bootleg Fire which started July 6 and burned an area more than half the size of Rhode Island before crews gained the upper hand. The fire is not yet fully contained and was the nation&#39;s largest until being eclipsed by the Dixie Fire. &lt;br&gt;Triple-digit temperatures and bone-dry conditions in Oregon, enduring a third day of extreme heat, could increase fire risks through the weekend. &lt;br&gt;In Montana, days of swirling winds spread flames in all directions, torching trees and blowing embers that flew across an arid landscape. &lt;br&gt;The Richard Spring fire was within about 2 miles (3.2 kilometers) of the eastern edge of the community of Lame Deer, while a smaller fire was about 5 miles (8 kilometers) to the west, said fire spokesperson Jeni Garcin. &lt;br&gt;After a brief break in the weather that brought cooler temperatures Thursday, it&#39;s expected to start heating up again, reaching the 90s by Saturday and staying hot through Monday. Officials say that will dry out grasses and other fuels and make them more susceptible to burning. &lt;br&gt;Climate change has made the US West warmer and drier in the past 30 years and will continue to make the weather more extreme and wildfires more destructive, according to scientists. &lt;br&gt;More than 6,000 square miles (almost 15,000 square kilometers) have been burned in the U.S. so far this year. That&#39;s well ahead of the amount burned by this point last year, but below the 10-year average, according to the National Interagency Fire Center. &lt;br&gt;Parts of Europe also are burning including in Greece, where where a massive wildfire has decimated forests and torched homes, and was still smoldering 10 days after it started. &lt;br&gt;"
    },
    {
      "id": "7",
      "title": "How Direct Selling is encouraging women entrepreneurship by giving them a platform to lead from the front",
      "author": "admin",
      "category": "business",
      "pubDate": "Fri, 15 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85173257,imgsize-79087,width-400,resizemode-4/85173257.jpg",
      "slug": "how-direct-selling-is-encouraging-women-entrepreneurship-by-giving-them-a-platform-to-lead-from-the-front",
      "content": "Just one look around, and you will see how women are leading from the front today in almost every arena! From actress Priyanka Chopra who put Bollywood on the global stage to the likes of badminton players Sania Mirza and PV Sindhu who made India a face in the international sports arena, women have proved that without them, it is difficult for societies to progress and for this world to become a better place to live in. Talking about women entrepreneurs, did you know that India has 13.5–15.7 million women-owned enterprises? It represents 20% of all the enterprises in the country, according to a Bain &amp;amp; Company and Google report titled &lt;a href=&quot;https://www.bain.com/contentassets/dd3604b612d84aa48a0b120f0b589532/report_powering_the_economy_with_her_-_women_entrepreneurship_in-india.pdf&quot; rel=&quot;noopener nofollow noreferrer&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; frmappuse=&quot;1&quot;&gt;‘Powering the Economy with Her&lt;/a&gt;’. The good news is that going forward, this number is only expected to increase. A &lt;a href=&quot;https://timesofindia.indiatimes.com/business/india-business/women-owned-businesses-in-india-to-rise-90-in-next-5-years-report/articleshow/82101858.cms&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; frmappuse=&quot;1&quot;&gt; study by EdelGive Foundation&lt;/a&gt; projects that businesses owned by women entrepreneurs in India are likely to witness up to 90 per cent growth in the next five years in India. &lt;br&gt;It is because, without more participation of women, economies can’t prosper. The IMF estimates that equal participation of women in the workforce can &lt;a href=&quot;https://in.one.un.org/unibf/gender-equality/#:~:text=The%20economic%20impact%20of%20achieving,India&#39;s%20GDP%20by%2027%20percent.&quot; rel=&quot;noopener nofollow noreferrer&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; frmappuse=&quot;1&quot;&gt;increase India&#39;s GDP by 27&lt;/a&gt;% by 2025. Accelerating the quantity and quality of entrepreneurship can create over 30 million women-owned enterprises, 40% of which can be more than just self-employment. This can generate potentially transformational employment in India, of 150–170 million jobs, which is more than 25% of the new jobs required for the entire working-age population, from now until 2030! These numbers show the extent to which women matter in the collective progress of economies, businesses and societies at large today. &lt;br&gt;"
    },
    {
      "id": "8",
      "title": "Rush of troops to Kabul tests Joe Biden's withdrawal deadlin",
      "author": "admin",
      "category": "world",
      "pubDate": "Fri, 13 Aug 2021",
      "featured_image": "https://static.toiimg.com/thumb/msid-85319809,imgsize-69694,width-400,resizemode-4/85319809.jpg",
      "slug": "rush-of-troops-to-kabul-tests-joe-bidens-withdrawal-deadline",
      "content": "WASHINGTON: The last-minute decision to send 3,000 US troops to Afghanistan to help partially evacuate the US Embassy is calling into question whether President Joe Biden will meet his August 31 deadline for fully withdrawing combat forces. &lt;br&gt;The vanguard of a Marine contingent arrived in Kabul on Friday and most of the rest of the 3,000 are due by Sunday. &lt;br&gt;Officials have stressed that the newly arriving troops&#39; mission is limited to assisting the airlift of embassy personnel and Afghan allies, and they expect to complete it by month&#39;s end. But they might have to stay longer if the embassy is threatened by a &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Taliban&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Taliban&quot; frmappuse=&quot;1&quot;&gt;Taliban&lt;/a&gt; takeover of Kabul by then. On Friday the Taliban seemed nearly within reach of contesting the capital. &lt;br&gt;“Clearly from their actions, it appears as if they are trying to get Kabul isolated,” &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Pentagon&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Pentagon&quot; frmappuse=&quot;1&quot;&gt;Pentagon&lt;/a&gt; spokesman John Kirby said, referring to the Taliban&#39;s speedy and efficient takedown of major provincial capitals across the country in recent days. &lt;br&gt;&lt;div id=&quot;div-gpt-ad-1416990242210-7-85319826-1&quot; class=&quot;outstreamad&quot; data-videoarticle=&quot;0&quot; style=&quot;width: auto; height: auto;&quot; data-google-query-id=&quot;CKrG_662s_ICFQ1KjwodytQGuw&quot;&gt;&lt;div id=&quot;google_ads_iframe_/7176/TOI/TOI_ROS/TOI_ROS_Out_1x1_1__container__&quot; style=&quot;border: 0pt none; width: auto;&quot;&gt;&lt;iframe id=&quot;google_ads_iframe_/7176/TOI/TOI_ROS/TOI_ROS_Out_1x1_1&quot; title=&quot;3rd party ad content&quot; name=&quot;google_ads_iframe_/7176/TOI/TOI_ROS/TOI_ROS_Out_1x1_1&quot; width=&quot;1&quot; height=&quot;1&quot; scrolling=&quot;no&quot; marginwidth=&quot;0&quot; marginheight=&quot;0&quot; frameborder=&quot;0&quot; srcdoc=&quot;&quot; style=&quot;border: 0px; vertical-align: bottom;&quot; data-google-container-id=&quot;p&quot; data-load-complete=&quot;true&quot;&gt;&lt;/iframe&gt;&lt;/div&gt;&lt;/div&gt;Biden had given the Pentagon until August 31 to complete the withdrawal of the 2,500 to 3,000 troops that were in Afghanistan when he announced in April that he was ending US involvement in the war. That number has dropped to just under 1,000, and all but about 650 are scheduled to be gone by the end of the month; the 650 are to remain to help protect the US diplomatic presence, including with aircraft and defensive weapons at Kabul airport. &lt;br&gt;But Thursday&#39;s decision to dispatch 3,000 fresh troops to the airport adds a new twist to the US withdrawal. There is no discussion of rejoining the war, but the number of troops needed for security will depend on decisions about keeping the embassy open and the extent of a Taliban threat to the capital in coming days. &lt;br&gt;Having the August 31 deadline pass with thousands of US troops in the country would be awkward for Biden given his insistence on ending the 20-year US war by that date. Republicans have already criticised the withdrawal as a mistake and ill-planned, though there&#39;s little political appetite by either party to send fresh troops to fight the Taliban. &lt;br&gt;Kirby declined to discuss any assessment of whether the Taliban are likely soon to converge on Kabul, but the urgent movement of extra US troops into Afghanistan to assist the embassy drawdown is clear evidence of Washington&#39;s worry that after the rapid fall of major cities this week with relatively little Afghan government resistance, Kabul is endangered. &lt;br&gt;Kirby reiterated the Biden administration&#39;s assertion that Afghan security forces have tangible advantages over the insurgents, including a viable air force and superior numbers. The statement serves to highlight the fact that what the Afghan forces lack is motivation to fight in a circumstance where the Taliban seem to have decisive momentum. &lt;br&gt;Stephen Biddle, a professor of international and public affairs at &lt;a href=&quot;https://timesofindia.indiatimes.com/topic/Columbia-University&quot; styleobj=&quot;[object Object]&quot; class=&quot;&quot; data-ga=&quot;within_article-topic_link|topic_Columbia-University&quot; frmappuse=&quot;1&quot;&gt;Columbia University&lt;/a&gt;, said in an interview the announcement that 3,000 US troops are heading to Kabul to help pull out American diplomats and embassy staff likely made Afghan morale even worse. &lt;br&gt;“The message that sent to Afghans is: The city of Kabul is going to fall so fast that we can&#39;t organise an orderly withdrawal from the embassy,” Biddle said. This suggests to Afghans that the Americans see little future for the government and that “this place could be toast within hours”. &lt;br&gt;Kirby said lead “elements” of a Marine battalion arrived in Kabul on Friday as the US speeds up evacuation flights for some American diplomats and thousands of Afghans. The rest of that battalion and two others are due in coming days. &lt;br&gt;The Pentagon also was moving an additional 4,500 to 5,000 troops to bases in the Gulf countries of Qatar and Kuwait, including 1,000 to Qatar to speed up visa processing for Afghan translators and others who fear retribution from the Taliban for their past work with Americans, and their family members. &lt;br&gt;The remainder — 3,500 to 4,000 troops from a combat brigade of the 82nd Airborne Division at Fort Bragg, North Carolina — were preparing Friday to depart for Kuwait “in very short order”. Kirby said the combat troops would be a reserve force on standby for whatever mission might be required in Kabul. &lt;br&gt;The temporary buildup of troops for US evacuations highlights the stunning pace of the Taliban takeover of much of the country. &lt;br&gt;Friday&#39;s latest significant blow was the Taliban capture of the capital of Helmand province, where American, British and other allied NATO forces fought some of the bloodiest battles in the past 20 years. Hundreds of Western troops died there during the course of the war, in fighting that often succeeded in knocking back Taliban fighters locally, only to have the Taliban move back in when a Western unit rotated out. &lt;br&gt;The State Department said the embassy in Kabul will remain partially staffed and functioning, but Thursday&#39;s decision to evacuate a significant number of embassy staff and bring in the thousands of additional US troops is a sign of waning confidence in the Afghan government&#39;s ability to hold off the Taliban surge. The Biden administration has not ruled out a full embassy evacuation or possibly relocating embassy operations to the Kabul airport. &lt;br&gt;There are a little over 4,000 personnel still at the embassy; the State Department has not said how many are being pulled out in the next two weeks. &lt;br&gt;The Biden administration warned Taliban officials directly that the US would respond if the Taliban attacked Americans during the stepped-up deployments and evacuations. &lt;br&gt;Americans are preparing a military base abroad to receive and house large numbers of those Afghan translators and others as their visa applications are processed. The Biden administration has not identified the base, but earlier was talking with both Kuwait and Qatar about using US bases there for the temporary relocations. &lt;br&gt;State Department spokesman Ned Price said the US soon will have evacuation planes flying out daily, for those Afghan translators and others who manage to reach the Kabul airport despite the fighting. "
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "categories": [
    { "id": 2, "title": "Entertainment", "slug": "entertainment", "order": 2 },
    { "id": 3, "title": "Sports", "slug": "sports", "order": 3 },
    { "id": 4, "title": "Tech", "slug": "tech", "order": 4 },
    { "id": 5, "title": "World", "slug": "world", "order": 5 },
    { "id": 6, "title": "Education", "slug": "education", "order": 6 },
    { "id": 7, "title": "Business", "slug": "business", "order": 7 }
  ]
}
